Repository: ScottMichaud/YandereSimulatorLauncher2
Catalog: YandereSimulatorLauncher2/Properties/Lang/Lang.*.resx
Languages: fr, ru

source: About
fr: À propos de
ru: О нас

# affecting_left
source: &lt;-- Report bugs affecting the launcher on the left.
fr: & lt; Report Signaler les bogues affectant le lanceur sur la gauche.
ru: Сообщать об ошибках, влияющих на лаунчер слева.

source: Blog
ru: Блог

# bugs_to_the_link
source: submit launcher bugs to the above link.
fr: envoyez launcher bugs au lien ci-dessus.
ru: отправляйте сообщения об ошибках запуска по приведенной выше ссылке.

# bug_affets
source: If the bug affects the game, not the launcher, then submit the game bug to YandereDev through his website.
fr: Si le bogue affecte le jeu, pas le lanceur, soumettez le bogue du jeu à YandereDev via son site Web.
ru: Если ошибка затрагивает игру, а не лаунчер, отправьте сообщение об ошибке в игре YandereDev на сайте.

# bug_report
source: Reporting Bugs
fr: Signaler des bogues
ru: Сообщить о ошибках

# busy_extracting
source: Busy Extracting Files
fr: Extraction de Fichiers Occupée
ru: Занят Извлечением Файлов

source: Cannot download game
fr: Impossible de télécharger le jeu
ru: Не можем скачать игру.

# cannot_update
source: Cannot update Yandere Simulator
fr: Impossible de mettre à jour le simulateur Yandere
ru: Не можем обновить Yandere Simulator!

# check_status
source: Check out the status of reported bugs by looking at the project's issues tab on GitHub. If you have an account, you may also comment on issues, submit pull requests, and otherwise contribute to the launcher.
fr: Vérifiez l'état des bogues signalés en consultant l'onglet Problèmes du projet sur GitHub. Si vous avez un compte,vous pouvez également commenter les problèmes, soumettre des demandes d'extraction et contribuer au lanceur.
ru: Проверьте статус сообщенных ошибок, просмотрев вкладку с ошибками проекта на GitHub. Если у вас есть учетная запись, вы также можете комментировать ошибки, вносить свой вклад в развитие лаунчера.

# check_updates
source: Check for updates
fr: Vérification de la mise à jour
ru: Проверка обновления

source: Confirming...
fr: Confirmation...
ru: Подтверждение..

source: Contact
ru: Связь

source: Donate
ru: Пожертвовать

# downloading_launcher
source: Downloading new launcher
fr: Téléchargement du nouveau lanceur
ru: Скачивание нового лаунчера

# downloading_text
source: Downloading...
fr: Télécharger...
ru: Скачивание...

# downloading_yandere
source: Downloading Yandere Simulator:
fr: Téléchargement du simulateur Yandere :
ru: Скачивание Yandere Simulator

# download_eror
source: An error has occurred.\n\n Try again later or download directly from:\n https://yanderedev.wordpress.com/downloads
fr: Une erreur s'est produite.\n\n Réessayez plus tard ou téléchargez directement à partir de:\n https://yanderedev.wordpress.com/downloads
ru: Произошла ошибка. Повторите попытку позже или загрузите непосредственно с: https://yanderedev.wordpress.com/downloads

# do_not_submit_to_yandere1
source: Do not
fr: Ne pas
ru: Не

# do_not_submit_to_yandere2
source: submit launcher bug reports to YandereDev.
fr: soumettre les rapports de bogues du lanceur à YandereDev.
ru: Отправляйте отчёты с ошибками в лаунчере YandereDev.

# email_reports
source: The project lead accepts bug reports by email at the following address:
fr: Le chef de projet accepte les rapports de bogues par courriel à l'adresse suivante:
ru: Руководитель принимает отчёты об ошибках по следующему адресу e-mail:

# extracting_process
source: Extracting files
fr: Extraction des fichiers
ru: Распаковка файлов...

# extract_files
source: You are attempting to run the launcher from within the ZIP.\n\nPlease extract YandereSimulatorLauncher2.exe from YandereSimLauncher.zip before running it.
fr: Vous essayez d'exécuter le lanceur à partir du ZIP.\n\n VEUILLEZ extraire YandereSimulatorLauncher2.exe de YandereSimLauncher.zip avant de l'exécuter.
ru: Вы пытаетесь запустить программу запуска из ZIP-архива. пожалуйста, извлеките YandereSimulatorLauncher2.exe из YandereSimLauncher.zip перед его запуском.

# extract_please_title
source: Please extract YandereSimLauncher.zip
fr: Veuillez extraire YandereSimLauncher.zip
ru: Пожалуйста, извлеките YandereSimLauncher.zip

# found_bug
source: Found a bug?
fr: Vous avez trouvé un bogue ?
ru: Нашли ошибку?

# found_bug_launcher
source: Bug in the launcher
fr: Bug dans le lanceur
ru: Ошибка в лаунчере.

# game_bug
source: Bug in the game
fr: Bug dans le jeu
ru: Ошибка в игре

# install_button
source: Install
fr: Installer
ru: Установить

# is_running
source: Yandere Simulator is running. Please shut down the game before performing the update.
fr: Le simulateur Yandere est en cours d'exécution. Veuillez arrêter le jeu avant d'effectuer la mise à jour.
ru: Yandere Simulator запущен. Пожалуйста, выключите игру перед выполнением обновления.

# launcher_bug
source: Bug in the launcher
fr: Bug dans le lanceur
ru: Ошибка в лаунчере

# launching_test
source: Launching...
fr: Départ...
ru: Запуск...

# open_source
source: The Yandere Simulator launcher is an open-source project that is maintained by volunteers.
fr: Le lanceur de simulateur Yandere est un projet open source qui est maintenu par des bénévoles.
ru: Лаунчер Yandere Simulator Launcher - это проект с открытым исходным кодом.

# play_button
source: Play
fr: Jouer
ru: Играть

source: Retry install
fr: Réessayez l'installation
ru: Повторить установку

# revelant_install_task
source: The install button should be locked.
fr: Le bouton d'installation doit être verrouillé.
ru: Кнопка установки должна быть заблокирована.

# start_failed
source: Yandere Simulator has failed to start.\nWould you like to fresh install the latest version?
fr: Le simulateur Yandere n'a pas pu démarrer.\n souhaitez-vous installer la dernière version?
ru: Не удалось запустить Yandere Simulator. Хотите заново установить последнюю версию?

# start_failed_title
source: Failed to launch Yandere Simulator
fr: Échec du lancement de Yandere Simulator
ru: Ошибка запуска Yandere Simulator

# unable_to_download
source: Unable to download the game. \n\n The launcher failed to login to Mega.nz's download service. \n\n Try to download the game (without the launcher) from one of the alternate links at: \n\n yanderedev.wordpress.com/downloads
fr: Impossible de télécharger le jeu. \n\n Le lanceur n'a pas réussi à se connecter Mega.nz service de téléchargement. \n\n Essayez de télécharger le jeu (sans le lanceur) à partir de l'un des liens alternatifs à: \n\n yanderedev.wordpress.com/downloads
ru: Не удалось загрузить игру. Программе запуска не удалось войти в систему Mega.nz служба загрузки. Попробуйте загрузить игру (без лаунчера) по одной из альтернативных ссылок по адресу: yanderedev.wordpress.com/downloads

# unknown_error
source: The launcher encountered an unknown error. \n\n Please try again. If the problem persists, try going into the launcher folder and deleting YandereSimulator.zip and the YandereSimulator folder (if they exist). \n\n You can also download the game directly from one of the alternate links provided at: \n\n yanderedev.wordpress.com/downloads
fr: Le lanceur a rencontré une erreur inconnue. \n\n Veuillez réessayer. Si le problème persiste, essayez d'aller dans le dossier du lanceur et de supprimer YandereSimulator.zip et le dossier YandereSimulator (s'ils existent). \n\n Vous pouvez également télécharger le jeu directement à partir de l'un des liens alternatifs fournis sur: \n\n yanderedev.wordpress.com/downloads
ru: Программа запуска столкнулась с неизвестной ошибкой. Пожалуйста, попробуйте еще раз. Если проблема не устранена, попробуйте зайти в папку запуска и удалить YandereSimulator.zip и папку YandereSimulator (если они существуют). Вы также можете скачать игру напрямую по одной из альтернативных ссылок, представленных по адресу: yanderedev.wordpress.com/downloads

# unpacking_text
source: Unpacking...
fr: Déballage...
ru: Распаковка...

# unpack_error
source: Closing the launcher while unpacking files will corrupt them.\n\nDo you wish to force-close the launcher anyway?
fr: La fermeture du lanceur lors du déballage des fichiers les corrompra.\n\n Vous souhaitez de toute façon forcer la fermeture du lanceur?
ru: Закрытие лаунчера во время распаковки файлов приведет к их повреждению. Вы все равно хотите принудительно закрыть лаунчер?

# updates_not_aviable
source: No update aviable
fr: Aucune mise à jour disponible !
ru: Нет доступных обновлений!

# update_aviabl
source: Update available
fr: Mises à jour disponibles
ru: Доступны обновления

# update_aviable
source: Launcher update available...
fr: Mise à jour du lanceur disponible...
ru: Доступно обновление для лаунчера...

# update_check
source: Checking for updates...
fr: Vérification des mises à jour...
ru: Проверить

source: Video background
fr: Fond d'écran vidéo
ru: Видео обои

source: Volunteer
fr: Bénévole
ru: Волонтёры

# waiting_for_todo
source: Waiting for something to do...
fr: En attendant quelque chose à faire...
ru: Ждём каких-либо действий

# website_not_provide
source: The website did not provide a download link that the launcher could recognize. \n\n If the launcher is reporting that a new launcher version is available, then download it. Otherwise, report a launcher issue from the launcher.
fr: Le site Web ne fournissait pas de lien de téléchargement que le lanceur pouvait reconnaître. \n\n Si le lanceur signale qu'une nouvelle version du lanceur est disponible, téléchargez-la. Sinon, signalez un problème de lanceur à partir du lanceur.
ru: Веб-сайт не предоставил ссылку для загрузки, которую могла бы распознать программа запуска. \n\n Если программа запуска сообщает, что доступна новая версия программы запуска, загрузите ее. В противном случае сообщите о проблеме с пусковой установкой из пусковой установки.
